Repository: gbyat/webentwicklerin
Catalog: languages/*.po
Languages: de_de

source: Anchor link to top of page
de_de: Ankerlink an den Anfang der Seite

source: Go to top of page
de_de: An den Anfang der Seite navigieren

source: Colored Bullets
de_de: Farbige Aufzählungszeichen

# Used if post or pages has no title
source: (No title)
de_de: (kein Titel)

source: Theme Update Available
de_de: Theme-Update verfügbar

source: Version %s is available. You are currently running version %s.
de_de: Version %s ist verfügbar. Sie verwenden derzeit Version %s.

source: Update now
de_de: Jetzt aktualisieren

source: Page not found
de_de: Die Seite wurde nicht gefunden

source: It looks like nothing was found at this location. Maybe try a search?
de_de: Es scheint, dass an dieser Stelle nichts gefunden worden. Vielleicht hilft eine erneute Suche?

# Link text for post excerpts.
source: Read more
de_de: Beitrag lesen

# Previous posts pagination link.
source: Previous
de_de: zurück

# Next posts pagination link.
source: Next
de_de: weiter

# Message explaining that there are no results returned from a search
source: No posts were found.
de_de: Keine Beiträge gefunden.

# Search form label.
source: Search
de_de: Suche

# Search button text.
source: Search
de_de: suchen
